/* Bundle name */
"CFBundleName" = "BetterTouchTool";

/* (No Comment) */
"NSAppleEventsUsageDescription" = "BetterTouchToolで使用する機能に応じて、さまざまなアプリケーションを制御する必要があります。これらの権限は[システム環境設定]=>[セキュリティとプライバシー]=>[プライバシー]=>[オートメーション]でいつでも変更できます。";

/* Privacy - Calendars Usage Description */
"NSCalendarsUsageDescription" = "BetterTouchToolで使っているスクリプトはカレンダーにアクセスする必要があります。BetterTouchTool自体はカレンダーにアクセスしません。";

/* Privacy - Camera Usage Description */
"NSCameraUsageDescription" = "BetterTouchToolで使っているスクリプトはカメラにアクセスする必要があります。BetterTouchTool自体はカメラにアクセスしません。";

/* Privacy - Contacts Usage Description */
"NSContactsUsageDescription" = "BetterTouchToolで使っているスクリプトは連絡先にアクセスする必要があります。BetterTouchTool自体は連絡先にアクセスしません。";

/* Privacy - HomeKit Usage Description */
"NSHomeKitUsageDescription" = "BetterTouchToolで使っているスクリプトはHomeKitにアクセスする必要があります。BetterTouchTool自体はHomeKitにアクセスしません。";

/* Privacy - Location Usage Description */
"NSLocationUsageDescription" = "BetterTouchToolで使用する機能に応じて、さまざまなアプリケーションを制御する必要があります。これらの権限は[システム環境設定]=>[セキュリティとプライバシー]=>[プライバシー]=>[オートメーション]でいつでも変更できます。";

/* Privacy - Location When In Use Usage Description */
"NSLocationWhenInUseUsageDescription" = "BetterTouchToolで使用する機能に応じて、さまざまなアプリケーションを制御する必要があります。これらの権限は[システム環境設定]=>[セキュリティとプライバシー]=>[プライバシー]=>[オートメーション]でいつでも変更できます。";

/* Privacy - Microphone Usage Description */
"NSMicrophoneUsageDescription" = "BetterTouchToolで使っているスクリプトはマイクにアクセスする必要があります。BetterTouchTool自体はマイクにアクセスしません。";

/* Privacy - Photo Library Usage Description */
"NSPhotoLibraryUsageDescription" = "BetterTouchToolで使っているスクリプトは写真ライブラリにアクセスする必要があります。BetterTouchTool自体は写真ライブラリにアクセスしません。";

/* Privacy - Reminders Usage Description */
"NSRemindersUsageDescription" = "BetterTouchToolで使っているスクリプトはリマインダにアクセスする必要があります。BetterTouchTool自体はリマインダにアクセスしません。";

/* Privacy - Speech Recognition Usage Description */
"NSSpeechRecognitionUsageDescription" = "-";

